{
  "main": {
    "name":"Чен Оксана Владимировна",
    "description":"I am a web development engineer and I use react and vue.js to develop pages. This project is a resume template that can be used as the project home page or resume page",
    "image":"profilepic.jpg",
    "bio":"С 2006 по 2017 годы  работала в Agip KCO/NCPOC/NCOC, где приобрела обширный опыт в закупках и контрактном управлении. В рамках проекта Кашаган  занималась закупкой материальных ресурсов, координацией логистики и таможенных процедур. Работала с SAP, IPMS, IMIS и EDMS для контроля за исполнением контрактов и оптимизации закупочных процессов. В качестве лидера команды SAP внедряла решения для улучшения управления запасами. ",
    "bio2":"Кроме того,  управляла закупочными процессами через системы SAP, IPMS, IMIS и EDMS, обеспечивая контроль за исполнением контрактов и их соответствие корпоративным стандартам. Мой опыт работы с SAP Blueprint позволил эффективно интегрировать процессы закупок с другими бизнес-процессами. В качестве лидера команды SAP  также разрабатывала решения для оптимизации закупочных операций и управления запасами.",
    "bio3":"Помимо основной деятельности в области закупок,  вела инструктажи по технике безопасности для сотрудников и руководила обзорными экскурсиями на объекте Карабатан, что свидетельствует о моем внимании к вопросам безопасности и взаимодействия с различными подразделениями.",
    "bio4":"После завершения проекта Кашаган  была нанята подрядчиком компании Compas Service LLP для завершения проекта DataCenter TIER3. Во время этого проекта нужно было учитывать много факторов по замечаниям заказчика где производился закуп материалов для завершения проекта. Проект был сдан и успешно завершен в 2018 году. Дальнейшую работу по закупам материалов продолжила в компании VELLESTROY.",
    "contactmessage":"Если вам нужен надежный и опытный специалист по управлению ресурсами, логистике и контролю качества, я буду рада обсудить, как мои навыки и опыт могут быть полезны вашему проекту. Свяжитесь со мной, чтобы узнать больше о возможностях сотрудничества и задать интересующие вас вопросы. Буду рада обсудить любые детали!",
    "email": "alatay2007@mail.ru",
    "phone": "+77014840884",
    "github":"https://github.com/nordicgiant2/react-nice-resume",
    "project":"https://github.com/nordicgiant2/react-nice-resume",
    "address":{
      "street":"Ул. Лев Владимирский д. 7а",
      "city":"Атырау",
      "state":"",
      "zip": "060000"
    },
    "website": "http://www.timbakerdev.com",
    "resumedownload":"http://timbakerdev.com",
    "social":[
      {
        "name":"facebook",
        "url":"https://github.com/nordicgiant2/react-nice-resume",
        "className":"fa fa-facebook"
      },
      {
        "name":"twitter",
        "url":"http://twitter.com",
        "className":"fa fa-twitter"
      },
      {
        "name":"linkedin",
        "url":"https://www.linkedin.com/in/tim-baker-8420009a/",
        "className":"fa fa-linkedin"
      },
      {
        "name":"instagram",
        "url":"http://instagram.com/tbaker_x",
        "className":"fa fa-instagram"
      },
      {
        "name":"github",
        "url":"https://github.com/nordicgiant2/react-nice-resume",
        "className":"fa fa-github"
      }
    ]
  },
  "resume":{
    "skillmessage":"У меня широкий спектр навыков, охватывающий управление ресурсами, контроль качества и логистику. Имею опыт работы с системами SAP и EDMS, а также участвовала в управлении запасами, обработке документов и координации поставок. Моя работа включала взаимодействие с подрядчиками, контроль за выполнением строительных и технических задач, ведение документации и участие в аудитах. Также я обладаю навыками управления персоналом, организации рабочих процессов и внедрения систем для эффективного управления проектами.",
    "education":[
      {
        "school":"Atyrau Oil and Gas University",
        "degree":"Бакалавр, Разработка нефти и газа",
        "graduated":"Май 2011",
        "description":"Во время учебы в Атырауском университете нефти и газа по специальности «Разработка нефти и газа»  получил(а) фундаментальные знания в области бурения, эксплуатации месторождений и оптимизации добычи. Освоил(а) аналитические навыки, работу с профильным ПО и основы управления проектами. Эти навыки помогли мне успешно работать в разных ролях в нефтегазовой отрасли."
      },
      {
        "school":"Школа №5",
        "degree":"10 классов",
        "graduated":"Май 1986",
        "description":""
      }
    ],
    "work":[
      {
        "company":"ТОО VELESSTROY",
        "title":"Senior Logistics Coordinator",
        "years":"Январь 2020 - настоящее время · 4 года 10 месяцев",
        "description":"В качестве ведущего специалиста по закупкам в филиале московской компании Вэллэстрой (проект ТШО 3GI),  занималась взаимодействием с поставщиками, заключением контрактов, обработкой цен, согласованием условий оплаты и сроков отгрузки товаров для проекта из Казахстана и других стран. Освоила использование платформы 1С ENTERPRISE (версия 8.3 ERP) для управления этими задачами. Координировала заказы с подрядчиками, обрабатывала заявки в ERP и вела переговоры по поставке товаров для проекта ТШО 3GI."
      },
      {
        "company":"COMPAS SERVICES",
        "title":"QA/QC Manager",
        "years":"Ноябрь 2017 - октябрь 2019 · 2 года",
        "description":"В качестве менеджера по контролю качества (QA/QC) в NCOC Data Centre Tier 3,  занималась надзором за строительством, проводила инспекции объема и качества работ по направлениям CIVIL и HVAC для компании LLP Compass Service. Открывала запросы на инспекцию (RFI), работала с чек-листами и списками доработок, завершала досье по стандартам РК, вела журналы строительных работ, подготавливала акты на скрытые работы, документацию по ГОСТ и СНиП, подписывала тестовые пакеты для систем HVAC/водоснабжения, составляла ежедневные отчеты и успешно закрывала Interim Handover Exception Report для клиента NCOC."
      },
      {
        "company":"NCOC",
        "title":"Senior SAP Materials Management Consultant",
        "years":"Сентябрь 2014 - октябрь 2017 · 3 года 2 месяца",
        "description":"В качестве руководителя отдела управления материальными ресурсами и управления нефтебазой NCOC N.V. West в Атырау,  работала с системами SAP Blueprint и EDMS по поставке материалов на проект. Мои обязанности включали прием, проверку и регистрацию матеоиалов по бизнес-процессам, технических отчетов и инженерной документации, включая документы, важные для безопасности хранения материалов.  Координировала необходимые изменения в поставках, проверяла метаданные и обеспечивала правильное хранение всех материалов. Загружала окончательные документы в SAP,  просматривала еженедельные отчеты из других офисов и отправляла их своему линейному руководителю."
      },
      {
        "company":"NCOC",
        "title":"Materials Management Specialist",
        "years":"Июль 2011 - август 2014 · 3 года 2 месяца",
        "description":"Работая в отделе управления материальными ресурсами NCPOC на складах 1 и 2 OPF в Эскене (Западная КИБ), обеспечивала безопасное выполнение операций и соблюдение политики компании. В обязанности входило получение и перемещение отправлений, а также проверка правильности оформления отгрузочных и таможенных документов. Рутинные задачи включали работу с SAP Blueprint для регистрации документов MIV, GR, GI и прямых платежей. Разработала и внедрила систему для регистрации и архивирования всех документов, связанных с получением и выдачей товаров на складе в Карабатане. Также заполняла отчеты о поставках, подтверждала таможенные документы, проверяла стоимость оборудования и координировала доставку материалов. В дополнение, помогала с оформлением материалов в нерабочее время и разработала электронную таблицу для отслеживания статуса обучения персонала склада по приемке и выдаче материалов на складе."
      },
      {
        "company":"NCOC",
        "title":"IPMS Senior Lead",
        "years":"Январь 2010 - май 2011 · 1 год 5 месяцев",
        "description":"В отделе управления цепочками поставок Agip KCO  занималась архивированием документов, проверяла таможенные документы, товарные накладные и упаковочные листы, вносила правки в Adobe Acrobat Professional, поддерживала таможенные аудиты. Работала с перевозчиками STL и Panalpina для обеспечения поставки грузов и правильного оформления документов, вела журнал документации в Microsoft Excel, проверяла сопроводительные и коммерческие документы, координировала архив CCD и участвовала в аудитах, проводимых таможенными и налоговыми органами, используя систему IPMS."
      },
      {
        "company":"NCOC",
        "title":"IPMS Lead",
        "years":"Январь 2006 - май 2010 · 4 года 5 месяцев",
        "description":"Управляла процессом контроля запасов в системе IPMS, проверяя таможенные декларации (CCD), упаковочные листы и расположение материалов на объекте или на складе. Прошла обучение по системе IPMS, вводила данные CCD в систему и координировала работу с командой. Работала с формами MMT, MRR и MIV, управляла перемещением материалов и оборудования, координировала выдачу материалов, следила за обновлением Cycle Count Sheet и контролировала качество процесса передачи."
      },
      {
        "company":"Перерыв в карьере",
        "title":"Полный рабочий день для воспитания детей",
        "years":"Сентябрь 2004 - январь 2006 · 1 год 5 месяцев",
        "description":""
      },
      {
        "company":"Chagala Group",
        "title":"Супервайзер для Chagala",
        "years":"Январь 2000 - сентябрь 2004 · 4 года 9 месяцев",
        "description":"С января 2000 по сентябрь 2004 года работала супервайзером в Chagala Group. В мои обязанности входил контроль запасов, решение кадровых вопросов и повседневное управление барами. Обеспечивала бесперебойную работу заведения, следила за своевременным пополнением запасов, координировала работу персонала и отвечала за общее качество обслуживания гостей."
      },
      {
        "company":"Samsung C&T Corporation",
        "title":"Супервайзер на складе строительных материалов",
        "years":"Январь 1994 - декабрь 1999 · 6 лет",
        "description":"С января 1994 по декабрь 1999 года работала супервайзером на складе строительных материалов в Samsung C&T Corporation. Мои обязанности включали организацию доставки и хранения материалов, необходимых для строительства комплекса военно жилого городка, школ и очистных сооружений. Контролировала поступление, размещение и выдачу строительных материалов на объектах, обеспечивая их своевременную доставку и правильное хранение. Также следила за состоянием складских запасов, составляла отчеты о движении материалов и взаимодействовала с подрядчиками и транспортными компаниями для координации логистики."
      },
      {
        "company":"Kaz NIGRI",
        "title":"Техническая поддержка инженеров",
        "years":"Январь 1990 - январь 1994 · 4 года 1 месяц",
        "description":"В период с января 1990 по январь 1994 года работала в КазНИГРИ, оказывая техническую поддержку инженерам. Основная часть работы заключалась в обработке и хранении информации о физических и химических свойствах углеводородного сырья. Обеспечивала правильное ведение и сохранение данных, необходимых для дальнейших исследований и анализа. Работа включала в себя сбор и систематизацию данных, взаимодействие с инженерами и учеными для обеспечения точности и своевременности обработки информации."
      }
    ],
    "skills":[
      {
        "name":"IPMS",
        "level":"100%"
      },
      {
        "name":"SAP Blueprint",
        "level":"80%"
      },
      {
        "name":"EDMS",
        "level":"80%"
      },
      {
        "name":"1C Enterprise",
        "level":"50%"
      },
      {
        "name":"EXCEL",
        "level":"70%"
      },
      {
        "name":"Powerpoint",
        "level":"50%"
      },
      {
        "name":"Управление персоналом",
        "level":"100%"
      }
    ]
  },
  "portfolio":{
    "projects": [
      {
        "title":"Canadian Wanderlust",
        "category":"My Travel Blog for my post-university travels",
        "image":"01.jpg",
        "url":"https://www.canadianwanderlust.com"
      },
      {
        "title":"Fury Fighting Gear",
        "category":"(offline now) A fighting gear company I started",
        "image":"02.jpg",
        "url":"http://www.timbakerdev.com"
      },
      {
        "title":"Original Thai Food",
        "category":"Website I built for a restaurant I like in Thailand",
        "image":"03.jpg",
        "url":"http://www.timbakerdev.com/originalthaifood.github.io"
      },
      {
        "title":"Resume Website",
        "category":"A React based resume website template",
        "image":"04.jpg",
        "url":"http://www.timbakerdev.com"
      },
      {
        "title":"Smirkspace",
        "category":"(MVP Only) A React and Meteor based chat University project.",
        "image":"05.jpg",
        "url":"http://www.smirkspace.com"
      },
      {
        "title":"Canadian Wanderlust",
        "category":"My Travel Blog for my post-university travels",
        "image":"06.jpg",
        "url":"https://www.canadianwanderlust.com"
      },
      {
        "title":"Fury Fighting Gear",
        "category":"(offline now) A fighting gear company I started",
        "image":"01.jpg",
        "url":"http://www.timbakerdev.com"
      },
      {
        "title":"Original Thai Food",
        "category":"Website I built for a restaurant I like in Thailand",
        "image":"02.jpg",
        "url":"http://www.timbakerdev.com/originalthaifood.github.io"
      },
      {
        "title":"Original Thai Food",
        "category":"Website I built for a restaurant I like in Thailand",
        "image":"03.jpg",
        "url":"http://www.timbakerdev.com/originalthaifood.github.io"
      },
      {
        "title":"Resume Website",
        "category":"A React based resume website template",
        "image":"04.jpg",
        "url":"http://www.timbakerdev.com"
      },
      {
        "title":"Smirkspace",
        "category":"(MVP Only) A React and Meteor based chat University project.",
        "image":"05.jpg",
        "url":"http://www.smirkspace.com"
      },
      {
        "title":"Canadian Wanderlust",
        "category":"My Travel Blog for my post-university travels",
        "image":"06.jpg",
        "url":"https://www.canadianwanderlust.com"
      }
    ]
  }
}
